{
  "scs": {
    "settings": {
      "showTracker": {
        "Name": "Show Tracker",
        "Hint": "Enable this to display the default combat tracker"
      },
      "limitPhases": {
        "Name": "Limit Phases",
        "Hint": "After the three phases are finished, move on to the next round of combat."
      },
      "startupTutorial": {
        "Name": "Play Startup Tutorial",
        "Hint": "Disable this if you don't want the tutorial to display each time the page loads"
      },
      "phaseNames": {
        "Name": "Phase Names",
        "Hint": "A comma-seperated list of phase names",
        "defaults": [
          "Move",
          "Attacks",
          "Spells"
        ]
      },
      "generateColors": {
        "Name": "Change Colors",
        "Label": "Generate",
        "Hint": "Click to generate new random colors (reloads page)"
      },
      "alternateChecked": {
        "Name": "Alternate Appearance",
        "Hint": "Invert the appearance of the active phase, so that it's lighter than the others rather than darker."
      },
      "actionLocking": {
        "Name": "NEW! Action Locking",
        "Hint": "Lock to only specific actions for known phases. Feel free to make suggestions for phases to add!"
      }
    },
    "tutorial": {
      "welcome": {
        "Title": "Welcome to the SCS",
        "Intro": "This module is an implementation of the Simultaneous Combat System described in <a href=\"https://redd.it/nlyif8\">this reddit post</a>."
      },
      "howItWorks": {
        "Title": "How it works",
        "Intro": "<p>Instead of each character taking their own turn sequentially, everything happens all at once. <br/> In order to prevent total chaos, combat still happens in rounds and there is a structure to each round. That is, they are divided into phases:</p>"
      },
      "combatTracker": {
        "Title": "Where is the combat tracker?",
        "Intro": "<p>Since combat happens simultaneously with this system, I've removed the default combat tracker. You can always re-enable it in the module's settings.</p>"
      },
      "movingAround": {
        "Title": "How do I move this thing around?",
        "Intro": "<p>You can drag the app around by clicking and holding this text. It snaps to the bottom left corner, but will remember it's position wherever you choose to put it.</p>"
      }
    }
  }
}
