{
  "scs.settings.showTracker.Name": "Afficher le tracker",
  "scs.settings.showTracker.Hint": "Activez cette option pour afficher le tracker de combat par défaut",
  "scs.settings.limitPhases.Name": "Limiter les phases",
  "scs.settings.limitPhases.Hint": "Une fois les trois phases terminées, passez au prochain tour de combat.",
  "scs.settings.startupTutorial.Name": "Jouer le tutoriel de démarrage",
  "scs.settings.startupTutorial.Hint": "Désactivez cette option si vous ne voulez pas que le didacticiel apparait à chaque fois que la page se charge",
  "scs.settings.phaseNames.Name": "Noms de phase",
  "scs.settings.phaseNames.Hint": "Une liste séparée par des virgules des noms de phase",
  "scs.settings.phaseNames.defaults.0": "Déplacer",
  "scs.settings.phaseNames.defaults.1": "Attaques",
  "scs.settings.phaseNames.defaults.2": "Sorts",
  "scs.tutorial.welcome.Title": "Bienvenue à SCS",
  "scs.tutorial.welcome.Intro": "Ce module est une implémentation du système de combat simultané décrit dans <a href=\"https://redd.it/nlyif8\">ce post reddit</a>.",
  "scs.tutorial.howItWorks.Title": "Comment ça marche",
  "scs.tutorial.howItWorks.Intro": "<p>Au lieu que chaque personnage prenne son propre tour séquentiellement, tout se passe en même temps. <br/> Afin d'éviter le chaos total, le combat se déroule toujours en tours et il y a une structure à chaque tour. Autrement dit, ils sont divisés en phases :</p>",
  "scs.tutorial.combatTracker.Title": "Où est le tracker de combat ?",
  "scs.tutorial.combatTracker.Intro": "<p>Puisque le combat se produit simultanément avec ce système, j'ai supprimé le tracker de combat par défaut. Vous pouvez toujours le réactiver dans les paramètres du module.</p>",
  "scs.tutorial.movingAround.Title": "Comment je bouge ce truc ?",
  "scs.tutorial.movingAround.Intro": "<p>Vous pouvez faire glisser l'application en cliquant sur ce texte et en le maintenant enfoncé. Il s'enclenche dans le coin inférieur gauche, mais se souviendra de sa position où que vous choisissiez de le mettre.</p>"
}