{
  "scs.settings.showTracker.Name": "Mostra Tracker",
  "scs.settings.showTracker.Hint": "Attivare questa opzione per visualizzare il tracker di combattimento predefinito",
  "scs.settings.limitPhases.Name": "Fasi limite",
  "scs.settings.limitPhases.Hint": "Dopo che le tre fasi sono terminate, passare al turno successivo di combattimento.",
  "scs.settings.startupTutorial.Name": "Esercitazione di avvio",
  "scs.settings.startupTutorial.Hint": "Disabilita questa opzione se non vuoi che l'esercitazione venga riprodotta ogni volta che la pagina viene caricata",
  "scs.settings.phaseNames.Name": "Nomi fase",
  "scs.settings.phaseNames.Hint": "Un elenco separato da virgole di nomi di fase",
  "scs.settings.phaseNames.defaults.0": "Sposta",
  "scs.settings.phaseNames.defaults.1": "Attacchi",
  "scs.settings.phaseNames.defaults.2": "incantesimi",
  "scs.tutorial.welcome.Title": "Benvenuto in SCS",
  "scs.tutorial.welcome.Intro": "Questo modulo è un'implementazione del sistema di combattimento simultaneo descritto in <a href=\"https://redd.it/nlyif8\">questo post reddit</a>.",
  "scs.tutorial.howItWorks.Title": "Come funziona",
  "scs.tutorial.howItWorks.Intro": "<p>Invece di ogni personaggio prendere il proprio turno in sequenza, tutto accade tutto in una volta. <br/> Al fine di prevenire il caos totale, il combattimento avviene ancora in turni e c'è una struttura per ogni turno. Cioè, sono divisi in fasi:</p>",
  "scs.tutorial.combatTracker.Title": "Dov'è il Combat Tracker?",
  "scs.tutorial.combatTracker.Intro": "<p>Dal momento che il combattimento avviene simultaneamente con questo sistema, ho rimosso il tracker di combattimento predefinito. Puoi sempre riattivarlo nelle impostazioni del modulo.</p>",
  "scs.tutorial.movingAround.Title": "Come faccio a spostare questa cosa?",
  "scs.tutorial.movingAround.Intro": "<p>Puoi trascinare l'app facendo clic e tenendo premuto questo testo. Si scatta nell'angolo in basso a sinistra, ma ricorderà la sua posizione ovunque tu scelga di metterlo.</p>"
}