{
  "scs.settings.showTracker.Name": "Mostrar Rastreador",
  "scs.settings.showTracker.Hint": "Habilite esta opção para exibir o rastreador de combate padrão",
  "scs.settings.limitCycles.Name": "Limitar Ciclos",
  "scs.settings.limitCycles.Hint": "Passe para a próxima rodada de combate após o número de ciclos configurados abaixo.",
  "scs.settings.maxCycle.Name": "Máximo Cic",
  "scs.settings.maxCycle.Hint": "Defina um número máximo de ciclos antes de continuar para a próxima rodada. Você deve habilitar Limitar Ciclos para usar isso.",
  "scs.settings.limitPhases.Name": "Fases Limite",
  "scs.settings.limitPhases.Hint": "Passe para a próxima rodada de combate no final de cada ciclo de fases. Isso substituirá Ciclos de Limite acima.",
  "scs.settings.startupTutorial.Name": "Tutorial de Arran",
  "scs.settings.startupTutorial.Hint": "Desative esta opção se você não quiser que o tutorial seja exibido sempre que a página for carregada",
  "scs.settings.phaseNames.Name": "Nomes Fases",
  "scs.settings.phaseNames.Hint": "Uma lista separada por vírgulas de nomes de fase (página de recarga)",
  "scs.settings.phaseNames.defaults.move": "Mover",
  "scs.settings.phaseNames.defaults.attacks": "Os ataques",
  "scs.settings.phaseNames.defaults.magic": "Magia",
  "scs.settings.generateColors.Name": "Alternar Cores",
  "scs.settings.generateColors.Label": "Gerar",
  "scs.settings.generateColors.Hint": "Clique para gerar novas cores aleatórias (página recarrega)",
  "scs.settings.alternateActive.Name": "Alternar Aparência",
  "scs.settings.alternateActive.Hint": "Inverta a aparência da fase ativa, de modo que ela seja mais clara do que as outras, em vez de mais escura.",
  "scs.settings.actionLocking.Name": "Bloqueio de Ação",
  "scs.settings.actionLocking.Hint": "Bloquear somente para ações específicas para fases conhecidas. Sinta-se livre para fazer sugestões para as fases a serem adicionadas!",
  "scs.tutorial.welcome.Title": "Bem-vindo ao SCS",
  "scs.tutorial.welcome.Intro": "Este módulo é uma implementação do Sistema de Combate Simultâneo descrito <a href=\"https://redd.it/p11h35\">neste post reddit</a>.",
  "scs.tutorial.howItWorks.Title": "Como funciona",
  "scs.tutorial.howItWorks.Intro": "<p>Em vez de cada personagem tomar sua própria vez sequencialmente, tudo acontece de uma só vez. <br/> A fim de evitar o caos total, o combate ainda acontece em rodadas e há uma estrutura para cada rodada. Ou seja, eles são divididos em fases de resolução:</p>",
  "scs.tutorial.combatTracker.Title": "Onde está o rastreador de combate?",
  "scs.tutorial.combatTracker.Intro": "<p>Como o combate acontece simultaneamente com este sistema, eu removi o rastreador de combate padrão. Você sempre pode reativá-lo nas configurações do módulo.</p>",
  "scs.tutorial.movingAround.Title": "Como faço para mover essa coisa?",
  "scs.tutorial.movingAround.Intro": "<p>Você pode arrastar o aplicativo clicando e mantendo pressionado este texto. Ele se encaixa no canto inferior esquerdo, mas vai se lembrar de sua posição onde você escolher para colocá-lo.</p>"
}